{
  "products": [
    {
      "title": "Du lịch Hà Nội - Ninh Bình - Cát Bà - Hạ Long - Hải Dương",
      "id": 1,
      "transportation": [
        1
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 6400000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/570f2a15-ecbc-48ff-9618-d9e78a409044-ninh-binh-1-220023.jpg?v=1575555676143",
      "itinerary": "NGÀY 1: TP. HCM - HÀ NỘI - NINH BÌNH (Ăn trưa, chiều)/nBuổi sáng, quý khách tập trung tại Cổng D4 - Ga đi trong nước - Sân bay Tân Sơn Nhất. Khởi hành ra Hà Nội (chuyến bay VJ 126 lúc 07:10 hoặc VJ 128 lúc 08:15 tùy ngày). Đáp xuống sân bay Nội Bài, khởi hành đến Ninh Bình, thăm Viếng chùa Bái Đính - ngôi chùa của những kỷ lục như: Khu chùa rộng nhất Việt Nam, thờ Tượng Phật bằng đồng lớn nhất Đông Nam Á v.v…. Tham quan KDL Tràng An - KDL nằm trong quần thể danh thắng Tràng An đã được UNESCO công nhận di sản hỗn hợp đầu tiên của Việt Nam và khu vực Đông Nam Á (đạt cả hai tiêu chí về văn hóa và thiên nhiên) vào ngày 25/6/2014. Đặc biệt, khám phá bối cảnh “Làng thổ dân” kỳ bí trong phim bom tấn Kong: Đảo Đầu Lâu được phục dựng nguyên mẫu, với những túp lều nứa chóp nhọn, những thửa ruộng cùng nhiều dụng cụ sinh hoạt bằng đất, tre, nứa, và các thổ dân là các diễn viên từng tham gia đóng phim. Nghỉ đêm tại Ninh Bình./nhttps://bizweb.dktcdn.net/100/299/077/products/jed1367636408.jpg?v=1529554705153/nNgày 02: NINH BÌNH - HẠ LONG - CÁT BÀ (Ăn sáng, trưa,chiều)/nKhởi hành đi Nam Định, viếng chùa Tháp Phổ Minh. Tiếp tục qua Thái Bình, Hải Phòng đến Hạ Long. Đoàn lên phà Tuấn Châu, khởi hành đi Cát Bà. Từ trên phà, quý khách chiêm ngưỡng cảnh quan vịnh Hạ Long -  một trong 7 kỳ quan thiên nhiên mới của thế giới. Phà cập bến Gia Luận, xe đưa đoàn đi trên con đường xuyên vườn quốc gia Cát Bà vào thị trấn. Nghỉ đêm tại Cát Bà./nNgày 03: CÁT BÀ - HẠ LONG (Ăn sáng, trưa, chiều)/nBuổi sáng, tự do nghỉ ngơi đoàn tự do nghỉ ngơi hoặc đi theo con đường nhỏ men theo vách đá tham quan các bãi tắm Cát Cò 1, 2, 3,... hoặc đến ngắm toàn cảnh Cát Bà từ pháo đài Thần Công (tự túc chi phí). Buổi chiều, đoàn trở về Hạ Long. Quý khách tự do thăm thú phố biển Hạ Long. Nghỉ đêm tại Hạ Long./nLựa chọn (tự túc chi phí di chuyển & tham quan)/n- Tham quan Khu Du Lịch Đảo Tuần Châu, xem biểu diễn cá heo - hải cẩu - sư tử biển, xiếc thú, biểu diễn nhạc nước và ánh sáng laser, game trong nhà, xe điện dụng, chiếu phim 5D, triễn lãm hoa đăng, biễu diễn ca múa nhạc./n- Tham quan Quần thể Du lịch - Giải trí Sun World Hạ Long Park, gồm 2 khu công viên vui chơi ven biển Bãi Cháy và  trên núi Ba Đèo - được kết nối với nhau bởi hệ thống cáp treo vượt biển Nữ Hoàng đạt 2 kỷ lục thế giới (cabin có sức chứa lớn nhất thế giới và cáp treo có trụ cáp cao nhất thế giới so với mặt đất). Trải nghiệm các trò chơi mạo hiểm, tàu lượn siêu tốc, công viên nước, khu Vườn Nhật, khu trò chơi trong nhà Lâu Đài Huyền Bí, khu trưng bày tượng sáp, và đặc biệt là Vòng quay Mặt Trời - một trong những vòng quay cao nhất thế giới./nNGÀY 4: HẠ LONG - HẢI PHÒNG - TP. HCM (Ăn sáng, trưa)/nBuổi sáng, xe đưa đoàn ngắm cầu Bãi Cháy, mua sắm tại chợ Hạ Long. Trả phòng. Tham quan bảo tàng Quảng Ninh. Khởi hành về Hải Phòng, tham quan cụm di tích Bạch Đằng Giang (TT.Minh Đức , H.Thủy Nguyên) với đền thờ, tượng đài Lê Đại Hành, Ngô Quyền, Trần Hưng Đạo và khu vực tái hiện bãi cọc trên sông Bạch Đằng.  Xe đưa đoàn ra sân bay Cát Bi, tự túc ăn chiều. Về TP. Hồ Chí Minh (chuyến bay VJ283 lúc 19:50). Kết thúc chương trình (Quý khách tự túc phương tiện từ sân bay về nhà).",
      "type": "domestic"
    },
    {
      "title": "Tour Phan Thiết Mũi Né Resort 3,4* - 3 ngày 2 đêm",
      "id": 2,
      "transportation": [
        1
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "3 ngày 2 đêm",
      "price": 2000000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/m-percentage-c5-percentage-a9i-n-percentage-c3-percentage-a9-1.jpg?v=1575555619100",
      "itinerary": "NGÀY 1: TP. HCM - PHAN THIẾT (Ăn sáng, trưa, chiều)/nĐón quý khách tại văn phòng Saigontourist, khởi hành đi Bình Thuận. Đến Phan Thiết, vào khu resort Hàm Tiến - Mũi Né nhận phòng. Buổi chiều, quý khách đi Hòn Rơm tham quan đồi cát vàng dưới tác động của gió biển đã tạo nên những hình dạng rất tuyệt vời. Nghỉ đêm tại Mũi Né./nhttps://bizweb.dktcdn.net/100/299/077/files/member-bio-img-16.jpg?v=1529556615352/nNGÀY 2: THAM QUAN PHAN THIẾT (Ăn sáng, chiều / Ăn trưa tự túc)/nBuổi sáng, quý khách tự do nghỉ dưỡng tại resort. Tự túc ăn trưa. Buổi chiều, xe đưa quý khách đến tham quan Trung tâm Bùn khoáng Mũi Né. Quý khách tắm khoáng (tự túc chi phí tắm bùn các loại). Tham quan Lâu Đài Rượu Vang. Nghỉ đêm tại Mũi Né./nNGÀY 3: PHAN THIẾT - TP. HCM (Ăn sáng, trưa)/nBuổi sáng, quý khách tư do nghỉ dưỡng, tắm biển đến giờ trả phòng. Khởi hành về Tp. HCM. Trên đường về ghé mua sắm đặc sản Phan Thiết. Kết thúc chương trình.",
      "type": "domestic"
    },
    {
      "title": "Du lịch Nha Trang - Hòn Tằm - KDL Vinpearl",
      "id": 3,
      "transportation": [
        1,
        2
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "3 ngày 2 đêm",
      "price": 6500000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/du-lich-nha-trang-tu-tuc-4.jpg?v=1575555406257",
      "itinerary": "NGÀY 1: HCM - NHA TRANG (Ăn chiều)/n09:30 Xe đón đoàn tại văn phòng Saigontourist 55B Phan Chu Trinh đáp chuyến bay đi Nha Trang VN1563 (Dự kiến cất cánh 11:40 - 13:35). Đến Sân bay Cam Ranh, xe đưa đoàn đi thăm viếng chùa Tòng Lâm Lô Sơn, tham quan tượng phật A Di Đà cao 44 m, tháp Bà Ponagar. Về khách sạn nhận phòng. Nghỉ đêm tại Thành phố biển Nha Trang./nNGÀY 2: NHA TRANG - HÒN TẰM (Ăn sáng, trưa, chiều)/nXe đưa đoàn ra bến cảng, khám phá Hòn Tằm, chiêm ngưỡng vịnh Nha Trang - một trong 29 vịnh đẹp nhất thế giới.Tham quan khu Làng Cổvới các hoạt động như : Dệt thổ cẩm, làm gốm, nấu rượu. Tiếp tục tham quan khu vui chơi dành cho thiếu nhi. Tự do tắm biển, thư giãn trong hồ bơi nước ngọt hoặc tham gia các trò chơi như: Chèo thuyền kayak, chơi golf, tennis,phao bơi và các hoạt động giải trí dưới nước (tự túc chi phí). Tàu đưa khách trở về bến cảng. Buổi chiều, tự do dạo chơi phố biển. Nghỉ đêm tại Nha Trang./nNGÀY 3: NHA TRANG - DỐC LẾT - KDL VINPEARL LAND (Ăn sáng, trưa)/nĐoàn khởi hành đi Dốc Lết (Một trong những bãi biển êm, đẹp, nổi tiếng của tỉnh Khánh Hòa và khu vực miền Trung). Tự do tham quan và tắm biển. Trở về lại Nha Trang nghỉ trưa./nChiều: Đoàn có thể lựa chọn tự do nghỉ ngơi hoặc vào tham quan Khu vui chơi giải trí Vinpearl Land (Chi phí tự túc). Khu giải trí Vinpearl Land - quy mô và hiện đại, có thể sánh ngang với nhiều công viên giải trí hàng đầu trong khu vực:/n- Di chuyển sang đảo bằng một trong những hệ thống cáp treo vượt biển dài nhất thế giới/n- Du ngoạn trong lòng đại dương nhân tạo, chiêm ngưỡng hàng trăm loài sinh vật biển đa dạng, phong phú, rực rỡ sắc màu tại Thủy cung lớn và hiện đại nhất Việt Nam./n- Thỏa sức tận hưởng cảm giác vui nhộn tại Khu trò chơi trong nhà hoặc chinh phục thử thách cao độ từ hàng chục trò chơi cảm giác mạnh tại Khu trò chơi ngoài trời và Công viên nước ngọt trên bãi biển đầu tiên & duy nhất tại Việt Nam./n- Hòa minh theo những câu chuyện ly kỳ hấp dẫn tại phòng chiếu phim 4D, cảm nhận sự chân thực và sống động nhờ sự hỗ trợ của các hiệu ứng mới lạ, đặc biệt/n- Đắm say trước vẻ đẹp lung linh, kỳ ảo trong không gian sôi động hoành tráng của chương trình biểu diễn nhạc nước/n- Dạo bộ dọc khu phố mua sắm được thiết kế đậm sắc màu truyền thống mà vẫn tinh tế, hiện đại./n- Quay về đất liền, Nghỉ đêm tại Nha Trang./nNGÀY 4: NHA TRANG - HÀ NỘI  (Ăn sáng)/nXe đưa đoàn ra sân bay Cam Ranh làm thủ tục về Hà Nội, dự kiến chuyến bay VN1562. Về đến sân bay Nội Bài, xe đón đoàn trở về điểm hẹn ban đầu. Kết thúc chương trình tham quan.",
      "type": "domestic"
    },
    {
      "title": "Du lịch Đà Lạt - Kdl Trang Trại Rau & Hoa - Đường Hầm Đất Sét",
      "id": 4,
      "transportation": [
        1,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "2 ngày 1 đêm",
      "price": 4000000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/tha-nh-pho-da-la-t-1200x800-1.jpg?v=1575555195757",
      "itinerary": "NGÀY 1: TP. HỒ CHÍ MINH - ĐÀ LẠT (Ăn trưa, chiều)/nBuổi sáng, Quý khách tập trung tại Cổng D4 - Ga đi trong nước, sân bay VP Saigontourist. Khởi hành đi Đà Lạt (chuyến bay VJ362 lúc 09:55). Đáp xuống sân bay Liên Khương, di chuyển vào TP.Đà Lạt. Đến Đà Lạt quý khách nhận phòng. Buổi chiều viếng Thiền viện Trúc Lâm - nơi ngắm được toàn cảnh hồ Tuyền Lâm; thác Datanla (tự túc chi phí tham gia trò chơi máng trượt). Nghỉ đêm tại Đà Lạt./nhttps://bizweb.dktcdn.net/100/299/077/files/da-lat.jpg?v=1529556404491/nNGÀY 2: THAM QUAN ĐÀ LẠT (Ăn sáng, trưa, chiều)/nBuổi sáng, di chuyển đến với khu du lịch Langbian - tham quan đồi Mimosa, thung lũng Trăm Năm, chinh phục núi Langbian (tự túc phí xe Jeep). Tiếp tục tham quan Phòng trưng bày hoa sấy nghệ thuật và Vườn hoa thành phố. Buổi chiều, xe đưa đoàn đến tham quan Khu Du Lịch Trang Trại Rau và Hoa, trải rộng cả thung lũng với bốn bề là rau và hoa đẹp tuyệt vời. Tìm hiểu về mô hình sản xuất nông nghiệp công nghệ cao cũng như các sản phẩm nông nghiệp hiện đại như: Lavender, Nữ Hoàng xanh, Ngọc Thảo,Hồng Môn, Bí khổng lồ, Cà chua đen, Ớt chuông, Dâu Nhật & New Zealand… tham quan Đường hầm điêu khắc đất đỏ (Đà Lạt Star) - tái hiện lịch sử Đà Lạt qua hơn 120 năm. Buổi tối tự do dạo phố. Nghỉ đêm tại Đà Lạt./nNGÀY 3: ĐÀ LẠT - TP.HCM (Ăn sáng, trưa)/nBuổi sáng, mua sắm đặc sản tại chợ Đà Lạt, tham quan Quảng trường Lâm Viên - đầy ấn tượng với không gian rộng lớn, thoáng mát hướng ra hồ Xuân Hương cùng công trình nghệ thuật khối bông hoa dã quỳ và khối nụ hoa Atiso khổng lồ được thiết kế bằng kính màu rất đẹp mắt; tham quan nhà ga xe lửa Đà Lạt - nhà ga cổ kính nhất Việt Nam và Đông Dương. Trả phòng rồi di chuyển ra sân bay Liên Khương. Về TP. HCM (chuyến bay VJ363 lúc 16:35). Kết thúc chương trình. (Quý khách tự túc phương tiện từ sân bay về lại nhà).",
      "type": "domestic"
    },
    {
      "title": "Du lịch Hồ Phú Ninh - Tam Thanh - Rừng Dừa Bảy Mẫu - Đà Nẵng - Hội An - Bà Nà - Huế",
      "id": 5,
      "transportation": [
        1,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 6000000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/chua-cau-hoi-an-1.jpg?v=1575555251737",
      "itinerary": "NGÀY 1: TP. HỒ CHÍ MINH - ĐÀ NẴNG - TAM KỲ - HỘI AN (Ăn trưa, chiều)/nBuổi sáng, quý khách tập trung tại cổng D3 - Ga đi trong nước, sân bay Tân Sơn Nhất. Khởi hành ra Đà Nẵng (Chuyến bay VJ 624 lúc 08:30) Đến Đà Nẵng, đoàn khởi hành đến Tam Kỳ, ghé thăm Làng bích họa Tam Thanh - dưới bàn tay tài hoa của đội ngũ tình nguyện viên Hàn Quốc, những bức tường cũ kĩ của hơn 100 ngôi nhà trong làng chài đã trở thành các tác phẩm hội họa đặc sắc. Viếng tượng đài Mẹ Việt Nam anh hùng. Đoàn tiếp tục đến khu du lịch hồ Phú Ninh, thư giãn với các hoạt động chèo kayak, lướt ván, đi thuyền thăm lòng hồ thủy lợi,... (chi phí tự túc). Buổi chiều, đoàn về Hội An, dạo bộ Phố cổ, tham quan các công trình tiêu biểu: Chùa Cầu Nhật Bản, chùa Ông, hội quán Phúc Kiến, khu phố đèn lồng. Nghỉ đêm tại Hội An./nhttps://bizweb.dktcdn.net/100/299/077/files/aifvwk1.jpg?v=1529556271545/nNGÀY 2: HỘI AN - CẨM THANH - ĐÀ NẴNG (Ăn sáng, trưa, chiều)/nXe đưa đoàn đến ngắm cầu Cửa Đại - dài 1500m, bắc qua sông Thu Bồn, vừa được khánh thành năm 2016. Đoàn xuống bến thuyền, đến rừng dừa Bảy Mẫu. Quý khách trải nghiệm cảm giác ngồi trên chiếc thuyền thúng tham quan rừng dừa nước, xem người dân địa phương biểu diễn “lắc thúng, chém nước”, tham gia các trò chơi dân gian,.... Trở về Đà Nẵng. Buổi chiều, tham quan bán đảo Sơn Trà, ngắm cảng Tiên Sa, viếng chùa Linh Ứng Bãi Bụt - ngôi chùa lớn nhất ở thành phố Đà Nẵng, chiêm bái tượng Phật Quan Thế Âm cao nhất Việt Nam. Buổi tối, quý khách tự do dạo phố, ngắm Cầu Rồng - một trong những con rồng thép lớn nhất thế giới, Cầu Trần Thị Lý - với kiến trúc tựa con thuyền căng buồm vươn ra biển lớn, trải nghiệm “Vòng quay Mặt trời - Sun Wheel” thưởng ngoạn cảnh đẹp Đà Nẵng với góc nhìn từ độ cao 115m (tự túc chi phí). Nghỉ đêm tại Đà Nẵng./nNGÀY 3: ĐÀ NẴNG - BÀ NÀ - HUẾ (Ăn sáng, trưa, chiều)/nBuổi sáng, quý khách khởi hành đến KDL Bà Nà Hills. Lên Bà Nà bằng hệ thống cáp treo đạt 2 kỷ lục Guinness, ngắm toàn cảnh núi non hùng vỹ và tận hưởng khí hậu trong lành. Viếng chùa Linh Ứng, khám phá Fantasy Park - khu vui chơi giải trí trong nhà đẳng cấp quốc tế (miễn phí 105 trò chơi) và trò chơi Hiệp sĩ Thần thoại (Máng trượt). Dạo bộ giữa Khu làng Pháp một không gian kiến trúc tái hiện sinh động nước Pháp thời cận đại đầy lãng mạn, sang trọng và lịch lãm. Trải nghiệm Tàu hỏa leo núi, tham quan 9 vườn hoa, Hầm rượu cổ Debay.Tự túc chi phí khám phá Khu trưng bày tượng sáp - duy nhất tại Việt Nam. Khởi hành ra Huế. Di chuyển qua đường hầm Hải Vân - hầm đường bộ hiện đại nhất Đông Nam Á. Trên đường, ngắm biển Lăng Cô - một trong những vịnh biển đẹp nhất thế giới. Đến Huế, nhận phòng. Tự do khám phá đất Cố đô. Nghỉ đêm tại Huế./nNGÀY 4: HUẾ - TP. HỒ CHÍ MINH (Ăn sáng, trưa)/nBuổi sáng, tham quan Di sản Văn hóa Thế giới Kinh Thành Huế - Hoàng cung của 13 vị Vua triều Nguyễn với các công trình tiêu biểu: Ngọ Môn, điện Thái Hoà, Tử Cấm Thành, Thế Miếu, Hiển Lâm Các, Cửu Đỉnh, Bảo tàng Cổ vật Cung đình Huế. Viếng chùa Thiên Mụ - ngôi chùa cổ và nổi tiếng nhất ở đất Cố đô. Trả phòng./nBuổi chiều đến viếng lăng vua Khải Định - chiêm ngưỡng một công trình kết hợp hài hòa giữa kiến trúc truyền thống Huế và hiện đại của Tây phương. Ra sân bay Phú Bài để về TP. HCM (Chuyến bay VJ 307 lúc 17:35). Kết thúc chương trình. Quý khách tự túc ăn chiều nếu chuyến bay về TP.HCM cất cánh sau 19:30 và tự túc phương tiện từ sân bay TSN về nhà./nDi sản Văn hóa Thế giới Kinh Thành Huế",
      "type": "domestic"
    },
    {
      "title": "Du lịch Mỹ Tho - Cần Thơ - Cà Mau - Bạc Liêu - Sóc Trăng",
      "id": 6,
      "transportation": [
        1,
        2
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 5000000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/3-bangkok-1.jpg?v=1575555330010",
      "type": "domestic"
    },
    {
      "title": "Du lịch Ninh Chữ - Vịnh Vĩnh Hy",
      "id": 7,
      "transportation": [
        1
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "2 ngày 1 đêm",
      "price": 3200000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/1554695376212-1220664.jpg?v=1575555476053",
      "type": "domestic"
    },
    {
      "title": "Du lịch Phú Quốc Câu cá - Ngắm san hô",
      "id": 8,
      "transportation": [
        1,
        2,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 4000000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/anhvo2804-181120111101-phuquoc-1.jpg?v=1575555532977",
      "type": "domestic"
    },
    {
      "title": "Tour Campuchia 4N3Đ: Bokor - Shihanouk Ville - Kohrong - Phnôm Pênh",
      "id": 9,
      "transportation": [
        1,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 3979000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/dong-batu-malaysia.jpg?v=1575555761153",
      "type": "international"
    },
    {
      "title": "Du thuyền 5 Sao Voyager Of The Seas",
      "id": 10,
      "transportation": [
        1,
        2,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 25900000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/9-day-highlights-japan-cruise-hongkong-12.jpg?v=1575556177563",
      "type": "international"
    },
    {
      "title": "Du lịch Malaysia - Singapore [Thủy cung S.E.A AQUARIUM]",
      "id": 11,
      "transportation": [
        1,
        2,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "4 ngày 3 đêm",
      "price": 12990000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/singapore-1200x800.jpg?v=1575555870500",
      "type": "international"
    },
    {
      "title": "Du lịch Anh - Scotland [Lễ hội hoa Chelsea]",
      "id": 12,
      "transportation": [
        1,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "7 ngày 6 đêm",
      "price": 89990000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/thanhhuong-180304030347-scotland.jpg?v=1575555911303",
      "type": "international"
    },
    {
      "title": "Du lịch Ý [Rome - Pisa - Florence - Venice - Milan]",
      "id": 13,
      "transportation": [
        1,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "6 ngày 5 đêm",
      "price": 46900000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/vistas-canal-venecia.jpg?v=1575555979307",
      "type": "international"
    },
    {
      "title": "Du lịch Nam Phi [Johannesburg - Pretoria - Soweto - Cape Town]",
      "id": 14,
      "transportation": [
        1,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "5 ngày 4 đêm",
      "price": 61990000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/helicopterviewcapetowne1521821.jpg?v=1574817105253",
      "type": "international"
    },
    {
      "title": "Du lịch Pháp - Bỉ - Hà Lan [Hội Hoa Tulip Keukenhof]",
      "id": 15,
      "transportation": [
        1,
        2,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "5 ngày 4 đêm",
      "price": 49990000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/1.jpg?v=1575556030417",
      "type": "international"
    },
    {
      "title": "Du lịch Châu Âu Pháp - Thụy Sỹ - Núi Jungfrau - Ý",
      "id": 16,
      "transportation": [
        1,
        2,
        3
      ],
      "startingDate": "Thứ 2 hàng tuần",
      "duration": "10 ngày 9 đêm",
      "price": 85990000,
      "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/jungfraujoch.jpg?v=1575556089853",
      "type": "international"
    }
  ],
  "users": [
    {
      "lastName": "Bui",
      "firstName": "Giang",
      "phoneNumber": "0123456789",
      "email": "truong@gmail.com",
      "password": "Truonggiang96!2",
      "accessId": "OtSAypReIfeIOm3Yll6lObd8iDv2",
      "id": 1,
      "fullname": "aaaaaaaaaaaaaaaaa",
      "address": "bbbbbbbbbbbbbb"
    },
    {
      "accessId": "eVzAbM5RcsZvXnfSHNZWWGfjYwB3",
      "lastName": "Truong",
      "firstName": "Giang",
      "phoneNumber": "9876543210",
      "email": "giang@gmail.com",
      "password": "Truonggiang96!",
      "id": 2
    }
  ],
  "orders": [
    {
      "userId": 1,
      "orders": [
        {
          "title": "Tour Phan Thiết Mũi Né Resort 3,4* - 3 ngày 2 đêm",
          "duration": "3 ngày 2 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/m-percentage-c5-percentage-a9i-n-percentage-c3-percentage-a9-1.jpg?v=1575555619100",
          "amountForAdult": 1,
          "amountForChildren": "1",
          "date": null,
          "id": 2,
          "total": 3000000
        },
        {
          "title": "Du lịch Đà Lạt - Kdl Trang Trại Rau & Hoa - Đường Hầm Đất Sét",
          "duration": "2 ngày 1 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/tha-nh-pho-da-la-t-1200x800-1.jpg?v=1575555195757",
          "amountForAdult": 1,
          "amountForChildren": "2",
          "date": null,
          "id": 4,
          "total": 8000000
        }
      ],
      "createdAt": "Fri Apr 29 2022",
      "id": 1
    },
    {
      "userId": 1,
      "orders": [
        {
          "title": "Du lịch Nha Trang - Hòn Tằm - KDL Vinpearl",
          "duration": "3 ngày 2 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/du-lich-nha-trang-tu-tuc-4.jpg?v=1575555406257",
          "amountForAdult": 1,
          "amountForChildren": "1",
          "date": null,
          "id": 3,
          "total": 9750000
        }
      ],
      "createdAt": "Fri Apr 29 2022",
      "id": 2
    },
    {
      "userId": 1,
      "orders": [
        {
          "title": "Tour Phan Thiết Mũi Né Resort 3,4* - 3 ngày 2 đêm",
          "duration": "3 ngày 2 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/m-percentage-c5-percentage-a9i-n-percentage-c3-percentage-a9-1.jpg?v=1575555619100",
          "amountForAdult": 1,
          "amountForChildren": "3",
          "date": null,
          "id": 2,
          "total": 5000000
        },
        {
          "title": "Du lịch Hồ Phú Ninh - Tam Thanh - Rừng Dừa Bảy Mẫu - Đà Nẵng - Hội An - Bà Nà - Huế",
          "duration": "4 ngày 3 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/chua-cau-hoi-an-1.jpg?v=1575555251737",
          "amountForAdult": "4",
          "amountForChildren": "1",
          "date": null,
          "id": 5,
          "total": 27000000
        }
      ],
      "createdAt": "Fri Apr 29 2022",
      "id": 3
    },
    {
      "userId": 1,
      "orders": [
        {
          "title": "Tour Phan Thiết Mũi Né Resort 3,4* - 3 ngày 2 đêm",
          "duration": "3 ngày 2 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/m-percentage-c5-percentage-a9i-n-percentage-c3-percentage-a9-1.jpg?v=1575555619100",
          "amountForAdult": 1,
          "amountForChildren": "1",
          "date": null,
          "id": 2,
          "total": 3000000
        },
        {
          "title": "Du lịch Hà Nội - Ninh Bình - Cát Bà - Hạ Long - Hải Dương",
          "duration": "4 ngày 3 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/570f2a15-ecbc-48ff-9618-d9e78a409044-ninh-binh-1-220023.jpg?v=1575555676143",
          "amountForAdult": 1,
          "amountForChildren": 0,
          "date": null,
          "id": 1,
          "total": 6400000
        }
      ],
      "createdAt": "Tue May 03 2022",
      "id": 4
    },
    {
      "userId": 1,
      "orders": [
        {
          "title": "Du lịch Nha Trang - Hòn Tằm - KDL Vinpearl",
          "duration": "3 ngày 2 đêm",
          "mainImg": "https://bizweb.dktcdn.net/thumb/1024x1024/100/372/532/products/du-lich-nha-trang-tu-tuc-4.jpg?v=1575555406257",
          "amountForAdult": 1,
          "amountForChildren": "2",
          "date": null,
          "id": 3,
          "total": 13000000
        }
      ],
      "createdAt": "Wed May 04 2022",
      "id": 5
    }
  ]
}